{
  "en": {
    "order_graphics_description": "## {plant_plant} - Your Gateway to Stunning Visual Assets!\n\n### Crafted Exclusively for You!\n- **Tailored Design:** Reflecting the essence and vision of your brand.\n- **Custom Graphics:** Logos, banners, emojis, favicons, and more!\n- **Starting Price:** From €20\n\n> Elevate your brand's visual storytelling with bespoke graphics that make a lasting impression.\n\n**Ready to enhance your brand identity with captivating visual assets?** Review our [Terms of Service](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582) and embark on your creative journey today!",
    "order_graphics_accept_tos": "Accept Terms & Submit Purchase Request",

    "order_graphic_thread_ping_message": "Thanks for requesting a Graphic {user}. Our {staff} will be with you shortly.",
    "order_graphic_user_message": "Thank you for your purchase request. A member of our team will be in touch with you shortly. View your ticket and add any additional information here >> {thread}",
    "order_graphic_thread_message": "## {plant_plant} Graphic Design Request - {user}\n> Thank you for choosing us to bring your graphic design vision to life! We're excited to work with you.\n\n__Share your ideas with us here in the chat__\n- Start by sharing your brand identity and any specific concepts you have in mind for your graphics.\n- Describe the key elements or messages you want your graphics to convey.\n- If you have any reference images or examples, please share them with us.\n- Feel free to provide any additional details or preferences you have for the design.\n\n### {community_advisor} Our team will be reaching out to you shortly to discuss your project in more detail.\n\n**Note:** We accept payments via PayPal, credit/debit card, Discord Nitro boosts, and may have promotional offers available.",
    "order_graphic_thread_price_button": "Pricing information",
    "order_graphic_thread_code_button": "Discount/Promo Code",
    "order_graphic_thread_close_button": "Close order",

    "order_graphic_pricing_information": "## {plantbig_plant} Price Information for Graphic Design\n\n### Welcome to our Graphic Design Services!\n> We appreciate your interest in our graphic design services. Here's how our pricing for custom graphic design works:\n\n## {log_memberjoin} Pricing Structure\n- Our pricing is based on the complexity and scope of the graphic design project.\n- Each project is unique, and pricing will be determined after discussing your specific requirements.\n## {log_memberjoin} Factors Affecting Pricing\n- The complexity of the design, number of revisions required, and delivery timeline will impact the final pricing.\n- Additional services such as illustration, branding, or animation will be priced accordingly.\n## {log_memberjoin} Custom Quotes\n- We provide personalized quotes for each project to ensure transparency and accuracy in pricing.\n- Get in touch with us to discuss your project requirements and receive a custom quote.\n## {log_memberjoin} Estimated Turnaround Time\n- The turnaround time for graphic design projects varies depending on the complexity and scope.\n- We strive to deliver high-quality designs within a reasonable timeframe.\n\n> {community_admin} **-** If you're ready to discuss your graphic design project or have any questions about pricing, don't hesitate to contact us. We're here to help!\n\nThank you for considering our graphic design services. We're excited to bring your creative vision to life!",

    "order_graphic_discount_code_modal_title": "Discount & Promo Codes",
    "order_graphic_discount_code_modal_name_lable": "Enter the discount/promo code here:",
    "order_graphic_discount_code_valid_value_0": "### {promo} Discount/Promo Code Successfully entered!\n- You are supporting the Creator.\n- **Code:** ||{code}||",
    "order_graphic_discount_code_valid_value": "### {promo} Discount/Promo Code Successfully entered!\n- **Code:** ||{code}||\n- You are supporting the Creator.\n- **Value:** {discount_value}% discount",
    "order_graphic_discount_code_not_valid": "The entered code does not exist."
  },
  "de": {
    "order_graphics_description": "## {plant_plant} - Dein Tor zu atemberaubenden visuellen Assets!\n\n### Exklusiv für Dich kreiert!\n- **Maßgeschneidertes Design:** Spiegelt die Essenz und Vision Deiner Marke wider.\n- **Benutzerdefinierte Grafiken:** Logos, Banner, Emojis, Favicons und mehr!\n- **Startpreis:** Ab 20€\n\n> Hebe die visuelle Erzählung Deiner Marke mit maßgeschneiderten Grafiken hervor, die einen bleibenden Eindruck hinterlassen.\n\n**Bereit, Deine Markenidentität mit fesselnden visuellen Assets zu verbessern?** Überprüfe unsere [Nutzungsbedingungen](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582) und starte noch heute Deine kreative Reise!",
    "order_graphics_accept_tos": "Nutzungsbedingungen akzeptieren & Kaufanfrage absenden",

    "order_graphic_thread_ping_message": "Danke für deine Grafikanfrage {user}. Unser {staff} wird sich in Kürze bei dir melden.",
    "order_graphic_user_message": "Vielen Dank für deine Kaufanfrage. Ein Mitglied unseres Teams wird sich in Kürze bei dir melden. Sieh dir dein Ticket an und füge hier weitere Informationen hinzu >> {thread}",
    "order_graphic_thread_message": "## {plant_plant} Grafikanfrage - {user}\n> Vielen Dank, dass du uns gewählt hast, um deine grafische Gestaltungsvision zum Leben zu erwecken! Wir freuen uns darauf, mit dir zusammenzuarbeiten.\n\n__Teile uns hier im Chat deine Ideen mit__\n- Beginne damit, deine Markenidentität und etwaige spezifische Konzepte, die du für deine Grafiken im Sinn hast, mit uns zu teilen.\n- Beschreibe die Schlüsselelemente oder Botschaften, die deine Grafiken vermitteln sollen.\n- Wenn du Referenzbilder oder Beispiele hast, teile sie gerne mit uns.\n- Zögere nicht, weitere Details oder Vorlieben für das Design anzugeben.\n\n### {community_advisor} Unser Team wird sich in Kürze mit dir in Verbindung setzen, um dein Projekt näher zu besprechen.\n\n**Hinweis:** Wir akzeptieren Zahlungen via PayPal, Kredit-/Debitkarte, Discord Nitro-Boosts und haben möglicherweise Promotion-Angebote verfügbar.",
    "order_graphic_thread_price_button": "Preisinformationen",
    "order_graphic_thread_code_button": "Rabatt-/Promo-Code",
    "order_graphic_thread_close_button": "Bestellung schließen",

    "order_graphic_pricing_information": "## {plantbig_plant} Preisinformationen für Grafikdesign\n\n### Willkommen bei unseren Grafikdesign-Services!\n> Wir freuen uns über dein Interesse an unseren Grafikdesign-Services. Hier erfährst du, wie unsere Preisgestaltung für individuelles Grafikdesign funktioniert:\n\n## {log_memberjoin} Preisstruktur\n- Unsere Preise richten sich nach Komplexität und Umfang des Grafikdesign-Projekts.\n- Jedes Projekt ist einzigartig, und der Preis wird nach Besprechung deiner spezifischen Anforderungen festgelegt.\n## {log_memberjoin} Faktoren, die die Preisgestaltung beeinflussen\n- Die Komplexität des Designs, die Anzahl der erforderlichen Überarbeitungen und der Lieferzeitpunkt beeinflussen die endgültige Preisgestaltung.\n- Zusätzliche Leistungen wie Illustration, Branding oder Animation werden entsprechend berechnet.\n## {log_memberjoin} Individuelle Angebote\n- Wir erstellen individuelle Angebote für jedes Projekt, um Transparenz und Genauigkeit in der Preisgestaltung sicherzustellen.\n- Nimm Kontakt mit uns auf, um deine Projektanforderungen zu besprechen und ein individuelles Angebot zu erhalten.\n## {log_memberjoin} Voraussichtliche Bearbeitungszeit\n- Die Bearbeitungszeit für Grafikdesign-Projekte variiert je nach Komplexität und Umfang.\n- Wir bemühen uns, hochwertige Designs innerhalb eines angemessenen Zeitrahmens zu liefern.\n\n> {community_admin} **-** Wenn du bereit bist, dein Grafikdesign-Projekt zu besprechen oder Fragen zur Preisgestaltung hast, zögere nicht, uns zu kontaktieren. Wir sind hier, um zu helfen!\n\nDanke, dass du unsere Grafikdesign-Services in Betracht ziehst. Wir freuen uns darauf, deine kreative Vision zum Leben zu erwecken!",

    "order_graphic_discount_code_modal_title": "Rabatt- & Promo-Codes",
    "order_graphic_discount_code_modal_name_lable": "Gib hier den Rabatt-/Promo-Code ein:",
    "order_graphic_discount_code_valid_value_0": "### {promo} Rabatt-/Promo-Code erfolgreich eingegeben!\n- Du unterstützt den Creator.\n- **Code:** ||{code}||",
    "order_graphic_discount_code_valid_value": "### {promo} Rabatt-/Promo-Code erfolgreich eingegeben!\n- **Code:** ||{code}||\n- Du unterstützt den Creator.\n- **Wert:** {discount_value}% Rabatt",
    "order_graphic_discount_code_not_valid": "Der eingegebene Code existiert nicht."
  },
  "tr": {
    "order_graphics_description": "## {plant_plant} - Muhteşem Görsel Varlıklarına Giden Yolunuz!\n\n### Yalnızca Sizin İçin Tasarlandı!\n- **Özel Tasarım:** Markanızın özünü ve vizyonunu yansıtıyor.\n- **Özel Grafikler:** Logolar, bannerlar, emoji'ler, faviconler ve daha fazlası!\n- **Başlangıç Fiyatı:** 20€ başlangıç fiyatıyla\n\n> Markanızın görsel anlatımını benzersiz grafiklerle yükseltin ve kalıcı bir izlenim bırakın.\n\n**Marka kimliğinizi büyüleyici görsel varlıklarla geliştirmeye hazır mısınız?** [Hizmet Koşullarımızı](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582) inceleyin ve yaratıcı yolculuğunuza bugün başlayın!",
    "order_graphics_accept_tos": "Kullanım Koşullarını Kabul Et ve Satın Alma Talebini Gönder",

    "order_graphic_thread_ping_message": "Grafik talebiniz için teşekkürler {user}. Bizim {staff} en kısa sürede sizinle iletişime geçecektir.",
    "order_graphic_user_message": "Satın alma talebiniz için teşekkür ederiz. Ekibimizden bir üye en kısa sürede sizinle iletişime geçecektir. Biletinizi görüntüleyin ve buraya ek bilgi ekleyin >> {thread}",
    "order_graphic_thread_message": "## {plant_plant} Grafik Tasarım Talebi - {user}\n> Grafik tasarım vizyonunuzu hayata geçirmek için bizi seçtiğiniz için teşekkür ederiz! Sizlerle çalışmayı sabırsızlıkla bekliyoruz.\n\n__Fikirlerinizi burada sohbet üzerinden bizimle paylaşın__\n- Marka kimliğinizi ve grafikleriniz için aklınızda olan herhangi özel kavramları bizimle paylaşarak başlayın.\n- Grafiklerinizin aktarmak istediği ana öğeleri veya mesajları açıklayın.\n- Eğer referans görüntüleriniz veya örnekleriniz varsa, bunları bizimle paylaşın.\n- Tasarım için sahip olduğunuz ek detayları veya tercihleri gönül rahatlığıyla belirtin.\n\n### {community_advisor} Ekibimiz, projenizi daha detaylı bir şekilde tartışmak üzere en kısa sürede sizinle iletişime geçecektir.\n\n**Not:** PayPal, kredi/kart, Discord Nitro artırmaları üzerinden ödeme kabul ediyoruz ve promosyon tekliflerimiz olabilir.",
    "order_graphic_thread_price_button": "Fiyat bilgisi",
    "order_graphic_thread_code_button": "İndirim/Promo Kodu",
    "order_graphic_thread_close_button": "Siparişi kapat",

    "order_graphic_pricing_information": "## {plantbig_plant} Grafik Tasarım için Fiyat Bilgisi\n\n### Grafik Tasarım Hizmetlerimize Hoş Geldiniz!\n> Grafik tasarım hizmetlerimize gösterdiğiniz ilgi için teşekkür ederiz. Özel grafik tasarım fiyatlandırma çalışmamız nasıl işliyor, işte bu şekilde:\n\n## {log_memberjoin} Fiyat Yapısı\n- Fiyatlandırmamız, grafik tasarım projesinin karmaşıklığına ve kapsamına dayanmaktadır.\n- Her proje benzersizdir ve fiyatlandırma, özel gereksinimlerinizi tartıştıktan sonra belirlenecektir.\n## {log_memberjoin} Fiyatı Etkileyen Faktörler\n- Tasarımın karmaşıklığı, gereken revizyon sayısı ve teslimat zamanı son fiyatı etkileyecektir.\n- İllüstrasyon, markalaşma veya animasyon gibi ek hizmetler ilgili olarak fiyatlandırılacaktır.\n## {log_memberjoin} Özel Teklifler\n- Her proje için kişiselleştirilmiş teklifler sunarak fiyatlandırmada şeffaflık ve doğruluk sağlıyoruz.\n- Projelerinizin gereksinimlerini tartışmak ve özel bir teklif almak için bizimle iletişime geçin.\n## {log_memberjoin} Tahmini Teslim Süresi\n- Grafik tasarım projeleri için teslim süresi, karmaşıklık ve kapsama bağlı olarak değişir.\n- Yüksek kaliteli tasarımları makul bir süre içinde teslim etmeyi hedefliyoruz.\n\n> {community_admin} **-** Grafik tasarım projenizi tartışmaya hazır veya fiyatlandırma hakkında sorularınız varsa, çekinmeden bizimle iletişime geçin. Yardımcı olmak için buradayız!\n\nGrafik tasarım hizmetlerimizi düşündüğünüz için teşekkür ederiz. Yaratıcı vizyonunuzu hayata geçirmek için sabırsızlanıyoruz!",

    "order_graphic_discount_code_modal_title": "İndirim & Promo Kodları",
    "order_graphic_discount_code_modal_name_lable": "İndirim/Promo kodunu buraya gir:",
    "order_graphic_discount_code_valid_value_0": "### {promo} İndirim/Promo Kodu başarıyla girildi!\n- Yaratıcıyı destekliyorsun.\n- **Kod:** ||{code}||",
    "order_graphic_discount_code_valid_value": "### {promo} İndirim/Promo Kodu başarıyla girildi!\n- **Kod:** ||{code}||\n- Yaratıcıyı destekliyorsun.\n- **Değer:** %{discount_value} indirim",
    "order_graphic_discount_code_not_valid": "Girilen kod mevcut değil."
  },
  "fr": {
    "order_graphics_description": "## {plant_plant} - Votre Portail vers des Actifs Visuels Époustouflants !\n\n### Conçu Exclusivement pour Vous !\n- **Design Sur Mesure :** Reflétant l'essence et la vision de votre marque.\n- **Graphiques Personnalisés :** Logos, bannières, emojis, favicons et plus encore !\n- **Prix de Départ :** À partir de 20€\n\n> Élevez le récit visuel de votre marque avec des graphiques sur mesure qui laisseront une impression durable.\n\n**Prêt à améliorer l'identité visuelle de votre marque avec des actifs visuels captivants ?** Consultez nos [Conditions Générales de Service](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582) et lancez-vous dans votre parcours créatif dès aujourd'hui !",
    "order_graphics_accept_tos": "Accepter les Conditions & Envoyer la Demande d'Achat",

    "order_graphic_thread_ping_message": "Merci d'avoir demandé une Graphique {user}. Notre {staff} sera avec vous sous peu.",
    "order_graphic_user_message": "Merci pour votre demande d'achat. Un membre de notre équipe vous contactera bientôt. Consultez votre ticket et ajoutez toute information supplémentaire ici >> {thread}",
    "order_graphic_thread_message": "## {plant_plant} Demande de Conception Graphique - {user}\n> Merci de nous avoir choisi pour donner vie à votre vision de conception graphique ! Nous sommes impatients de travailler avec vous.\n\n__Partagez vos idées avec nous ici dans le chat__\n- Commencez par partager l'identité de votre marque et tous les concepts spécifiques que vous avez en tête pour vos graphiques.\n- Décrivez les éléments clés ou les messages que vous souhaitez que vos graphiques véhiculent.\n- Si vous avez des images de référence ou des exemples, n'hésitez pas à les partager avec nous.\n- N'hésitez pas à fournir d'autres détails ou préférences que vous avez pour le design.\n\n### {community_advisor} Notre équipe prendra contact avec vous sous peu pour discuter de votre projet plus en détail.\n\n**Remarque :** Nous acceptons les paiements via PayPal, carte de crédit/débit, boosts Discord Nitro, et pouvons avoir des offres promotionnelles disponibles.",
    "order_graphic_thread_price_button": "Informations de Prix",
    "order_graphic_thread_code_button": "Code de réduction/promotion",
    "order_graphic_thread_close_button": "Fermer la commande",

    "order_graphic_pricing_information": "## {plantbig_plant} Informations de Prix pour la Conception Graphique\n\n### Bienvenue dans nos Services de Conception Graphique !\n> Nous apprécions votre intérêt pour nos services de conception graphique. Voici comment fonctionne notre tarification pour la conception graphique personnalisée :\n\n## {log_memberjoin} Structure de Prix\n- Notre tarification est basée sur la complexité et l'étendue du projet de conception graphique.\n- Chaque projet est unique, et la tarification sera déterminée après avoir discuté de vos besoins spécifiques.\n## {log_memberjoin} Facteurs Affectant la Tarification\n- La complexité de la conception, le nombre de révisions nécessaires et le délai de livraison auront un impact sur la tarification finale.\n- Des services supplémentaires tels que l'illustration, le branding ou l'animation seront tarifés en conséquence.\n## {log_memberjoin} Devis Personnalisés\n- Nous fournissons des devis personnalisés pour chaque projet afin de garantir la transparence et la précision dans la tarification.\n- Prenez contact avec nous pour discuter de vos besoins de projet et recevoir un devis personnalisé.\n## {log_memberjoin} Délai de Livraison Estimé\n- Le délai de livraison pour les projets de conception graphique varie en fonction de la complexité et de l'étendue.\n- Nous nous efforçons de fournir des designs de haute qualité dans un délai raisonnable.\n\n> {community_admin} **-** Si vous êtes prêt à discuter de votre projet de conception graphique ou si vous avez des questions sur la tarification, n'hésitez pas à nous contacter. Nous sommes là pour vous aider !\n\nMerci d'avoir envisagé nos services de conception graphique. Nous sommes impatients de donner vie à votre vision créative !",

    "order_graphic_discount_code_modal_title": "Codes de réduction & promotion",
    "order_graphic_discount_code_modal_name_lable": "Entrez le code de réduction/promotion ici :",
    "order_graphic_discount_code_valid_value_0": "### Code de réduction/promotion {promo} entré avec succès !\n- Vous soutenez le créateur.\n- **Code :** ||{code}||",
    "order_graphic_discount_code_valid_value": "### Code de réduction/promotion {promo} entré avec succès !\n- **Code :** ||{code}||\n- Vous soutenez le créateur.\n- **Valeur :** {discount_value}% de réduction",
    "order_graphic_discount_code_not_valid": "Le code saisi n'existe pas."
  },
  "it": {
    "order_graphics_description": "## {plant_plant} - Il Tuo Passaggio verso Sorprendenti Risorse Visive!\n\n### Realizzato Esclusivamente per Te!\n- **Design Personalizzato:** Riflette l'essenza e la visione del tuo brand.\n- **Grafica Personalizzata:** Loghi, banner, emoji, favicon e altro ancora!\n- **Prezzo di Partenza:** Da 20€\n\n> Eleva la narrazione visiva del tuo brand con grafiche su misura che lasciano un'impressione duratura.\n\n**Pronto a migliorare l'identità del tuo brand con affascinanti risorse visive?** Consulta i nostri [Termini di Servizio](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582) e inizia il tuo viaggio creativo oggi stesso!",
    "order_graphics_accept_tos": "Accetta i Termini & Invia la Richiesta di Acquisto",

    "order_graphic_thread_ping_message": "Grazie per aver richiesto una Grafica {user}. Il nostro {staff} sarà presto con te.",
    "order_graphic_user_message": "Grazie per la tua richiesta di acquisto. Un membro del nostro team ti contatterà a breve. Visualizza il tuo ticket e aggiungi eventuali informazioni aggiuntive qui >> {thread}",
    "order_graphic_thread_message": "## {plant_plant} Richiesta di Progettazione Grafica - {user}\n> Grazie per averci scelto per dare vita alla tua visione di progettazione grafica! Siamo entusiasti di lavorare con te.\n\n__Condividi le tue idee con noi qui nella chat__\n- Inizia condividendo l'identità del tuo brand e eventuali concetti specifici che hai in mente per le tue grafiche.\n- Descrivi gli elementi chiave o i messaggi che desideri che le tue grafiche trasmettano.\n- Se hai immagini di riferimento o esempi, non esitare a condividerli con noi.\n- Sentiti libero di fornire ulteriori dettagli o preferenze che hai per il design.\n\n### {community_advisor} Il nostro team ti contatterà a breve per discutere più approfonditamente del tuo progetto.\n\n**Nota:** Accettiamo pagamenti tramite PayPal, carta di credito/debito, boost di Discord Nitro e potremmo avere offerte promozionali disponibili.",
    "order_graphic_thread_price_button": "Informazioni sui Prezzi",
    "order_graphic_thread_code_button": "Codice sconto/promozionale",
    "order_graphic_thread_close_button": "Chiudi l'ordine",

    "order_graphic_pricing_information": "## {plantbig_plant} Informazioni sui Prezzi per il Design Grafico\n\n### Benvenuti nei nostri Servizi di Design Grafico!\n> Apprezziamo il vostro interesse per i nostri servizi di design grafico. Ecco come funziona la nostra tariffazione per il design grafico personalizzato:\n\n## {log_memberjoin} Struttura dei Prezzi\n- La nostra tariffazione si basa sulla complessità e sulla portata del progetto di design grafico.\n- Ogni progetto è unico, e la tariffazione sarà determinata dopo aver discusso i vostri requisiti specifici.\n## {log_memberjoin} Fattori che Influenzano la Tariffazione\n- La complessità del design, il numero di revisioni necessarie e la tempistica di consegna influenzeranno la tariffazione finale.\n- Servizi aggiuntivi come illustrazione, branding o animazione saranno tariffati di conseguenza.\n## {log_memberjoin} Preventivi Personalizzati\n- Forniamo preventivi personalizzati per ogni progetto per garantire trasparenza e precisione nella tariffazione.\n- Mettetevi in contatto con noi per discutere i requisiti del vostro progetto e ricevere un preventivo personalizzato.\n## {log_memberjoin} Tempo di Esecuzione Stimato\n- Il tempo di esecuzione per i progetti di design grafico varia in base alla complessità e alla portata.\n- Ci impegniamo a consegnare design di alta qualità entro un lasso di tempo ragionevole.\n\n> {community_admin} **-** Se siete pronti a discutere del vostro progetto di design grafico o avete domande sulla tariffazione, non esitate a contattarci. Siamo qui per aiutare!\n\nGrazie per aver preso in considerazione i nostri servizi di design grafico. Non vediamo l'ora di dare vita alla vostra visione creativa!",

    "order_graphic_discount_code_modal_title": "Codici sconto & promozione",
    "order_graphic_discount_code_modal_name_lable": "Inserisci qui il codice sconto/promozione:",
    "order_graphic_discount_code_valid_value_0": "### {promo} Codice sconto/promozione inserito con successo!\n- Stai supportando il Creatore.\n- **Codice :** ||{code}||",
    "order_graphic_discount_code_valid_value": "### {promo} Codice sconto/promozione inserito con successo!\n- **Codice :** ||{code}||\n- Stai supportando il Creatore.\n- **Valore :** sconto del {discount_value}%",
    "order_graphic_discount_code_not_valid": "Il codice inserito non esiste."
  },
  "ja": {
    "order_graphics_description": "## {plant_plant} - 驚くべきビジュアルアセットへのゲートウェイ！\n\n### あなた専用に製作！\n- **テイラーメイドデザイン：** あなたのブランドの本質とビジョンを反映します。\n- **カスタムグラフィック：** ロゴ、バナー、絵文字、ファビコンなど！\n- **スターティングプライス：** 20€から\n\n> ブランドのビジュアルストーリーテリングを、持続的な印象を残すカスタムグラフィックで高めてください。\n\n**魅力的なビジュアルアセットでブランドアイデンティティを向上させる準備はできましたか？** [利用規約](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582)を確認して、今日から創造的な旅に出かけましょう！",
    "order_graphics_accept_tos": "利用規約を承諾して購入リクエストを送信",

    "order_graphic_thread_ping_message": "{user}、グラフィックをリクエストしてくれてありがとう。{staff}が間もなく連絡します。",
    "order_graphic_user_message": "購入リクエストありがとうございます。チームのメンバーが間もなく連絡します。チケットをご確認の上、こちらに追加情報を追加してください >> {thread}",
    "order_graphic_thread_message": "## {plant_plant} グラフィックデザインリクエスト - {user}\n> あなたのグラフィックデザインのビジョンを実現するために当社を選んでいただき、ありがとうございます！私たちはあなたと一緒に仕事ができることを楽しみにしています。\n\n__こちらのチャットでアイデアを共有してください__\n- ブランドのアイデンティティや、グラフィックの具体的なコンセプトを共有してください。\n- グラフィックに伝えたい主要な要素やメッセージを説明してください。\n- 参考画像や例があれば、ぜひ共有してください。\n- デザインに関する追加の詳細や希望があれば、自由にお知らせください。\n\n### {community_advisor} 当社のチームは、プロジェクトを詳しく話し合うために間もなく連絡します。\n\n**注意：** PayPal、クレジット/デビットカード、Discord Nitroブーストでの支払いを受け付けており、プロモーションオファーもご利用いただける場合があります。",
    "order_graphic_thread_price_button": "価格情報",
    "order_graphic_thread_code_button": "割引/プロモーションコード",
    "order_graphic_thread_close_button": "注文を閉じる",

    "order_graphic_pricing_information": "## {plantbig_plant} グラフィックデザインの価格情報\n\n### 弊社のグラフィックデザインサービスへようこそ！\n> 当社のグラフィックデザインサービスに興味をお持ちいただき、ありがとうございます。カスタムグラフィックデザインの価格設定がどのように機能するか、以下に説明します。\n\n## {log_memberjoin} 価格構造\n- 当社の価格設定は、グラフィックデザインプロジェクトの複雑さと範囲に基づいています。\n- 各プロジェクトはユニークであり、特定の要件をご相談いただいた後に価格が決定されます。\n## {log_memberjoin} 価格に影響を与える要因\n- デザインの複雑さ、必要な修正の数、および納期は、最終的な価格に影響を与えます。\n- イラストレーション、ブランディング、アニメーションなどの追加サービスは、それに応じて価格が設定されます。\n## {log_memberjoin} カスタム見積もり\n- 各プロジェクトについて個別の見積もりを提供し、価格設定の透明性と正確性を確保しています。\n- プロジェクト要件をご相談いただき、カスタム見積もりを受け取るためにお問い合わせください。\n## {log_memberjoin} おおよその納期\n- グラフィックデザインプロジェクトの納期は、複雑さと範囲に応じて異なります。\n- 当社では、合理的な期間内に高品質なデザインを提供することを目指しています。\n\n> {community_admin} **-** グラフィックデザインプロジェクトについてご相談いただく準備ができている場合、または価格に関するご質問がある場合は、お気軽にお問い合わせください。お手伝いさせていただきます！\n\n当社のグラフィックデザインサービスをご検討いただきありがとうございます。お客様の創造的なビジョンを実現できることを楽しみにしています！",

    "order_graphic_discount_code_modal_title": "折扣 & 促销代码",
    "order_graphic_discount_code_modal_name_lable": "在这里输入折扣/促销代码：",
    "order_graphic_discount_code_valid_value_0": "### {promo} 折扣/促销代码成功输入！\n- 你正在支持创作者。\n- **代码：** ||{code}||",
    "order_graphic_discount_code_valid_value": "### {promo} 折扣/促销代码成功输入！\n- **代码：** ||{code}||\n- 你正在支持创作者。\n- **价值：** {discount_value}% 折扣",
    "order_graphic_discount_code_not_valid": "输入的代码不存在。"
  },
  "zh": {
    "order_graphics_description": "## {plant_plant} - 令人惊叹的视觉资产之门！\n\n### 专为您打造！\n- **定制设计：** 反映您品牌的本质和愿景。\n- **自定义图形：** 标志、横幅、表情符号、网站图标等！\n- **起步价格：** 从20€起\n\n> 用定制图形提升您品牌的视觉叙事，留下持久的印象。\n\n**准备好用引人注目的视觉资产提升您的品牌身份了吗？** 查看我们的[服务条款](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582)，并从今天开始您的创意之旅吧！",
    "order_graphics_accept_tos": "接受条款并提交购买请求",

    "order_graphic_thread_ping_message": "感谢您请求图形 {user}。我们的 {staff} 将很快与您联系。",
    "order_graphic_user_message": "感谢您的购买请求。我们团队的成员将尽快与您联系。请查看您的工单并在此处添加任何额外的信息 >> {thread}",
    "order_graphic_thread_message": "## {plant_plant} 图形设计请求 - {user}\n> 感谢您选择我们将您的图形设计愿景变为现实！我们很高兴能与您合作。\n\n__在此聊天中与我们分享您的想法__\n- 从分享您的品牌身份和您对图形的任何具体概念开始。\n- 描述您希望图形传达的关键元素或信息。\n- 如果您有任何参考图片或示例，请与我们分享。\n- 欢迎提供您对设计的任何其他细节或偏好。\n\n### {community_advisor} 我们的团队将很快与您联系，以更详细地讨论您的项目。\n\n**注意：** 我们接受 PayPal、信用卡/借记卡、Discord Nitro 提升，并可能提供促销优惠。",
    "order_graphic_thread_price_button": "价格信息",
    "order_graphic_thread_code_button": "折扣/促销代码",
    "order_graphic_thread_close_button": "关闭订单",

    "order_graphic_pricing_information": "## {plantbig_plant} 图形设计价格信息\n\n### 欢迎来到我们的图形设计服务！\n> 感谢您对我们的图形设计服务的关注。以下是我们定制图形设计价格的工作方式：\n\n## {log_memberjoin} 价格结构\n- 我们的定价是基于图形设计项目的复杂性和范围的。\n- 每个项目都是独一无二的，在讨论了您的具体要求后，价格将确定下来。\n## {log_memberjoin} 影响价格的因素\n- 设计的复杂性、所需的修订次数和交付时间将影响最终价格。\n- 其他服务，如插图、品牌推广或动画将按相应的价格计算。\n## {log_memberjoin} 定制报价\n- 我们为每个项目提供个性化的报价，以确保价格的透明度和准确性。\n- 请与我们联系，讨论您的项目需求并收到定制报价。\n## {log_memberjoin} 估计交货时间\n- 图形设计项目的交货时间根据复杂性和范围而异。\n- 我们努力在合理的时间内交付高质量的设计。\n\n> {community_admin} **-** 如果您准备讨论您的图形设计项目或对价格有任何疑问，请随时与我们联系。我们在这里帮助您！\n\n感谢您考虑我们的图形设计服务。我们迫不及待地要实现您的创意愿景！",

    "order_graphic_discount_code_modal_title": "折扣 & 促销代码",
    "order_graphic_discount_code_modal_name_lable": "在这里输入折扣/促销代码：",
    "order_graphic_discount_code_valid_value_0": "### {promo} 折扣/促销代码成功输入！\n- 你正在支持创作者。\n- **代码：** ||{code}||",
    "order_graphic_discount_code_valid_value": "### {promo} 折扣/促销代码成功输入！\n- **代码：** ||{code}||\n- 你正在支持创作者。\n- **价值：** {discount_value}% 折扣",
    "order_graphic_discount_code_not_valid": "输入的代码不存在。"
  },
  "ko": {
    "order_graphics_description": "## {plant_plant} - 멋진 시각 자산의 문!\n\n### 당신을 위해 특별히 제작된 것!\n- **맞춤형 디자인:** 귀하의 브랜드 본질과 비전을 반영합니다.\n- **맞춤형 그래픽:** 로고, 배너, 이모티콘, 파비콘 등!\n- **시작 가격:** €20부터\n\n> 귀하의 브랜드의 시각적 스토리텔링을 높이고 오랫동안 기억될 그래픽으로 향상시키세요.\n\n**매력적인 시각 자산으로 귀하의 브랜드 아이덴티티를 향상시킬 준비가 되셨나요?** [서비스 약관](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582)을 확인하고 오늘부터 창의적인 여정을 시작하세요!",
    "order_graphics_accept_tos": "약관 수락 및 구매 요청 제출",

    "order_graphic_thread_ping_message": "{user}님, 그래픽을 요청해 주셔서 감사합니다. {staff}님이 곧 연락 드릴 예정입니다.",
    "order_graphic_user_message": "구매 요청 감사합니다. 당사 팀원이 곧 연락 드릴 예정입니다. 티켓을 확인하고 여기에 추가 정보를 추가하십시오 >> {thread}",
    "order_graphic_thread_message": "## {plant_plant} 그래픽 디자인 요청 - {user}\n> 그래픽 디자인 비전을 실현하기 위해 당사를 선택해 주셔서 감사합니다! 함께 일할 수 있어 기쁩니다.\n\n__여기 채팅에서 귀하의 아이디어를 공유해 주세요__\n- 브랜드 정체성과 그래픽에 대한 구체적인 개념을 공유하여 시작하세요.\n- 그래픽이 전달해야 할 주요 요소나 메시지를 설명하세요.\n- 참고 이미지나 예시가 있으면 공유해 주세요.\n- 디자인에 대한 추가 세부 정보나 선호 사항이 있으면 자유롭게 제공해 주세요.\n\n### {community_advisor} 당사 팀은 곧 귀하의 프로젝트를 더 자세히 논의하기 위해 연락 드릴 예정입니다.\n\n**참고:** PayPal, 신용/체크카드, Discord Nitro 부스트를 통한 결제를 받고 있으며, 프로모션 제공할 수 있습니다.",
    "order_graphic_thread_price_button": "가격 정보",
    "order_graphic_thread_code_button": "할인/프로모션 코드",
    "order_graphic_thread_close_button": "주문 닫기",

    "order_graphic_pricing_information": "## {plantbig_plant} 그래픽 디자인 가격 정보\n\n### 우리의 그래픽 디자인 서비스에 오신 것을 환영합니다!\n> 당사의 그래픽 디자인 서비스에 관심을 가져 주셔서 감사합니다. 맞춤형 그래픽 디자인의 가격 책정 방법은 다음과 같습니다:\n\n## {log_memberjoin} 가격 구조\n- 우리의 가격은 그래픽 디자인 프로젝트의 복잡성과 범위를 기반으로 합니다.\n- 각 프로젝트는 고유하며, 특정 요구 사항을 논의한 후에 가격이 결정됩니다.\n## {log_memberjoin} 가격에 영향을 미치는 요소\n- 디자인의 복잡성, 필요한 수정 횟수 및 납기는 최종 가격에 영향을 줄 것입니다.\n- 일러스트레이션, 브랜딩 또는 애니메이션과 같은 추가 서비스는 이에 따라 가격이 책정됩니다.\n## {log_memberjoin} 맞춤 견적\n- 각 프로젝트에 대해 맞춤식 견적을 제공하여 가격의 투명성과 정확성을 보장합니다.\n- 프로젝트 요구 사항을 논의하고 맞춤식 견적을 받으려면 저희에게 연락하십시오.\n## {log_memberjoin} 예상 소요 시간\n- 그래픽 디자인 프로젝트의 소요 시간은 복잡성과 범위에 따라 다릅니다.\n- 우리는 합리적인 시간 내에 고품질의 디자인을 제공하기 위해 노력합니다.\n\n> {community_admin} **-** 귀하의 그래픽 디자인 프로젝트를 논의할 준비가 되었거나 가격에 관한 질문이 있으시면 언제든지 연락 주세요. 언제든지 도와 드리겠습니다!\n\n당사의 그래픽 디자인 서비스를 고려해 주셔서 감사합니다. 귀하의 창의적인 비전을 실현할 준비가 되어 있습니다!",

    "order_graphic_discount_code_modal_title": "할인 & 프로모션 코드",
    "order_graphic_discount_code_modal_name_lable": "여기에 할인/프로모션 코드를 입력하세요:",
    "order_graphic_discount_code_valid_value_0": "### {promo} 할인/프로모션 코드가 성공적으로 입력되었습니다!\n- 크리에이터를 지원하고 있습니다.\n- **코드:** ||{code}||",
    "order_graphic_discount_code_valid_value": "### {promo} 할인/프로모션 코드가 성공적으로 입력되었습니다!\n- **코드:** ||{code}||\n- 크리에이터를 지원하고 있습니다.\n- **값:** {discount_value}% 할인",
    "order_graphic_discount_code_not_valid": "입력한 코드가 존재하지 않습니다."
  }
}