{
  "en": {
    "web_personalized_site_description": "## {plant_plant} - Your Personalized Website Awaits!\n\n### Crafted Just for You!\n- **Tailored Design:** Reflects your brand's identity and vision.\n- **Unique Features:** Custom functionalities tailored to your needs.\n- **Enhanced Flexibility:** Every aspect can be personalized according to your preferences.\n- **Pricing:** Starting from €150\n\n> Elevate your online presence with a personalized website that speaks directly to your audience.\n\n**Ready to elevate your branding?** Review our [Terms of Service](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582) and get started today!",
    "order_website_accept_tos": "Accept Terms & Submit Purchase Request",

    "order_website_thread_ping_message": "Thanks for requesting a website {user}. Our {staff} will be with you shortly.",
    "order_website_user_message": "Thank you for your purchase request. A member of our team will be in touch with you shortly. View your ticket and add any additional information here >> {thread}",
    "order_website_personalized_thread_message": "## {plant_plant} Website Request - {user}\n> Thank you for choosing to purchase a personalized website. - We're here to bring your vision to life!\n\n__Share your ideas with us here in the chat__\n- Feel free to start with your branding.\n- Describe any specific features or functionalities you have in mind for your website.\n- If you have any graphics you'd like to use, please mention them as well.\n- Don't hesitate to provide any other details or preferences you have for your website design and functionality.\n### {community_advisor} Our team will get in touch with you shortly to discuss everything.\n\n**Note:** Our current payment methods include PayPal, credit/debit card, Discord Nitro boosts, and promotional offers.",
    "order_website_thread_price_button": "Pricing information",
    "order_website_thread_close_button": "Close order",

    "order_website_pricing_information": "## {plantbig_plant} Price Information for Website Development\n\n### Hello and welcome!\n> Thank you for your interest in our website development services. We'd like to show you how our pricing for custom website development works before we get to work on your project.\n\n## {log_memberjoin} Hourly Rate\n- Our hourly rate is €45. This is based on experience, expertise, and regional market conditions.\n## {log_memberjoin} Project Scope\n- Pricing is influenced by the complexity and scope of the desired website. A simple one-page website requires fewer working hours compared to a more complex multi-page website with advanced features.\n## {log_memberjoin} Additional Services\n- If additional services such as SEO optimization, graphic design, or content creation are required, these will also be factored into the pricing.\n## {log_memberjoin} Time Management\n- An average estimate for developing a one-page website is around 10 hours. However, please note that the actual time may vary depending on the project.\n## {log_memberjoin} Additional Hours\n- A buffer of additional hours is allocated to cover unforeseen issues or additional requirements beyond the original project scope. These additional hours are charged at the hourly rate.\n\n> {community_admin} **-** If you're interested in these services or have any questions about pricing, feel free to reach out. Please don't hesitate to contact us.\n\nThank you, and we look forward to working with you!"
  },
  "de": {

    "web_personalized_site_description": "## {plant_plant} - Deine persönliche Website erwartet dich!\n\n### Speziell für dich gestaltet!\n- **Individuelles Design:** Spiegelt die Identität und Vision deiner Marke wider.\n- **Einzigartige Funktionen:** Maßgeschneiderte Funktionalitäten, die auf deine Bedürfnisse zugeschnitten sind.\n- **Erhöhte Flexibilität:** Jeder Aspekt kann entsprechend deiner Vorlieben personalisiert werden.\n- **Preis:** Ab 200€\n\n> Hebe deine Online-Präsenz mit einer persönlichen Website hervor, die direkt auf dein Publikum abzielt.\n\n**Bereit, dein Branding zu verbessern?** Überprüfe unsere [Nutzungsbedingungen](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582) und starte noch heute!",
    "order_website_accept_tos": "Nutzungsbedingungen akzeptieren und Bestellung absenden",

    "order_website_thread_ping_message": "Danke für deine Website-Anfrage {user}. Unser {staff} wird sich in Kürze bei dir melden.",
    "order_website_user_message": "Vielen Dank für deine Bestellanfrage. Ein Mitglied unseres Teams wird sich in Kürze bei dir melden. Sieh dir dein Ticket an und füge hier weitere Informationen hinzu >> {thread}",
    "order_website_personalized_thread_message": "## {plant_plant} Website-Anfrage - {user}\n> Vielen Dank, dass du dich für den Kauf einer persönlichen Website entschieden hast. - Wir sind hier, um deine Vision zum Leben zu erwecken!\n\n__Teile uns hier im Chat deine Ideen mit__\n- Du kannst gerne mit deinem Branding beginnen.\n- Beschreibe spezifische Funktionen oder Eigenschaften, die du für deine Website im Sinn hast.\n- Wenn du Grafiken hast, die du verwenden möchtest, erwähne sie bitte ebenfalls.\n- Zögere nicht, weitere Details oder Vorlieben für das Design und die Funktionalität deiner Website anzugeben.\n### {community_advisor} Unser Team wird sich in Kürze bei dir melden, um alles zu besprechen.\n\n**Hinweis:** Unsere aktuellen Zahlungsmethoden umfassen PayPal, Kredit-/Debitkarte, Discord Nitro-Boosts und Werbeangebote.",
    "order_website_thread_price_button": "Preisinforamtionen",
    "order_website_thread_close_button": "Bestellung schließen",

    "order_website_pricing_information": "## {plantbig_plant} Preisinformationen für die Webseitenentwicklung\n\n### Hallo und herzlich willkommen!\n> Vielen Dank für dein Interesse an unseren Webseitenentwicklungsdiensten. Bevor wir mit deinem Projekt beginnen, möchten wir dir gerne zeigen, wie sich unsere Preisgestaltung für die individuelle Webseitenentwicklung zusammensetzt.\n\n## {log_memberjoin} Stundensatz\n- Unser Stundensatz beträgt 45€. Dies basiert auf Erfahrung, Fachkenntnissen und regionalen Marktbedingungen.\n## {log_memberjoin} Projektumfang\n- Die Preisgestaltung wird von der Komplexität und dem Umfang der gewünschten Webseite beeinflusst. Eine einfache One-Page-Website erfordert weniger Arbeitsstunden im Vergleich zu einer komplexeren mehrseitigen Webseite mit fortgeschrittenen Funktionen.\n## {log_memberjoin} Zusätzliche Leistungen\n- Falls zusätzliche Leistungen wie SEO-Optimierung, Grafikdesign oder Content-Erstellung erforderlich sind, werden diese ebenfalls in die Preisgestaltung einbezogen.\n## {log_memberjoin} Zeitmanagement\n- Eine durchschnittliche Schätzung für die Entwicklung einer One-Page-Website liegt bei etwa 10 Stunden. Bitte beachte jedoch, dass die tatsächliche Zeit je nach Projekt variieren kann.\n## {log_memberjoin} Zusätzliche Stunden\n- Ein Puffer zusätzlicher Stunden wird eingeplant, um unvorhergesehene Probleme oder zusätzliche Anforderungen über den ursprünglichen Projektumfang hinaus abzudecken. Diese zusätzlichen Stunden werden zum Stundensatz berechnet.\n\n> {community_admin} **-** Wenn du an diesen Dienstleistungen interessiert bist oder Fragen zur Preisgestaltung hast, zögere nicht, uns zu kontaktieren. Bitte zögere nicht, uns zu kontaktieren.\n\nVielen Dank und wir freuen uns darauf, mit dir zusammenzuarbeiten!"
  },
  "tr": {
    "web_personalized_site_description": "## {plant_plant} - Kişiselleştirilmiş Web Siten Seni Bekliyor!\n\n### Sadece Senin için Tasarlandı!\n- **Özel Tasarım:** Markanın kimliğini ve vizyonunu yansıtır.\n- **Benzersiz Özellikler:** İhtiyaçlarına özel özellikler.\n- **Gelişmiş Esneklik:** Her yönü kişisel tercihlerine göre özelleştirilebilir.\n- **Fiyatlandırma:** 200 €'dan başlayan fiyatlarla\n\n> Hedef kitlenizle doğrudan iletişim kuran kişisel bir web sitesi ile çevrimiçi varlığınızı artırın.\n\n**Markanızı yükseltmeye hazır mısınız?** [Kullanım Koşullarımızı](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582) gözden geçirin ve hemen başlayın!",
    "order_website_accept_tos": "Kullanım Koşullarını Kabul Et ve Satın Alma Talebini Gönder",

    "order_website_thread_ping_message": "Web sitesi talebiniz için teşekkürler {user}. Bizim {staff} kısa süre içinde sizinle iletişime geçecektir.",
    "order_website_user_message": "Satın alma talebiniz için teşekkür ederiz. Ekibimizden biri kısa sürede sizinle iletişime geçecektir. Biletinizi görüntüleyin ve buraya ek bilgi ekleyin >> {thread}",
    "order_website_personalized_thread_message": "## {plant_plant} Web Sitesi Talebi - {user}\n> Kişiselleştirilmiş bir web sitesi satın almayı tercih ettiğiniz için teşekkür ederiz. - Biz, vizyonunuzu hayata geçirmek için buradayız!\n\n__Fikirlerinizi burada sohbetimizde paylaşın__\n- Markalama işinizle başlamakta özgürsünüz.\n- Web siteniz için aklınızda bulunan özellikler veya işlevler hakkında açıklama yapın.\n- Kullanmak istediğiniz grafikler varsa, lütfen onları da belirtin.\n- Web sitenizin tasarımı ve işlevselliği ile ilgili diğer ayrıntıları veya tercihleri belirtmekten çekinmeyin.\n### {community_advisor} Ekibimiz, her şeyi tartışmak için kısa süre içinde sizinle iletişime geçecektir.\n\n**Not:** Mevcut ödeme yöntemlerimiz arasında PayPal, kredi/kredi kartı, Discord Nitro yükseltmeleri ve promosyon teklifleri bulunmaktadır.",
    "order_website_thread_price_button": "Fiyat Bilgisi",
    "order_website_thread_close_button": "Siparişi kapat",

    "order_website_pricing_information": "## {plantbig_plant} Web Sitesi Geliştirme için Fiyat Bilgileri\n\n### Merhaba ve hoş geldiniz!\n> Web sitesi geliştirme hizmetlerimize gösterdiğiniz ilgi için teşekkür ederiz. Projenize başlamadan önce özel web sitesi geliştirme fiyatlarımızın nasıl çalıştığını size göstermek istiyoruz.\n\n## {log_memberjoin} Saatlik Ücret\n- Saatlik ücretimiz 45€. Bu, deneyim, uzmanlık ve bölgesel piyasa koşullarına dayanmaktadır.\n## {log_memberjoin} Proje Kapsamı\n- Fiyatlandırma, istenen web sitesinin karmaşıklığı ve kapsamı tarafından etkilenir. Basit bir tek sayfalık web sitesi, geliştirme için daha az çalışma saati gerektirirken, ileri düzey özelliklere sahip daha karmaşık çok sayfalı bir web sitesinden daha fazla çalışma saati gerektirir.\n## {log_memberjoin} Ek Hizmetler\n- SEO optimizasyonu, grafik tasarımı veya içerik oluşturma gibi ek hizmetler gerekiyorsa, bunlar da fiyatlandırmaya dahil edilir.\n## {log_memberjoin} Zaman Yönetimi\n- Bir tek sayfalık web sitesinin geliştirilmesi için ortalama tahmini süre yaklaşık 10 saattir. Ancak, lütfen projeye bağlı olarak gerçek sürenin değişebileceğini unutmayın.\n## {log_memberjoin} Ek Saatler\n- Ekstra saatlerin bir tamponu, öngörülemeyen sorunları veya orijinal proje kapsamının ötesindeki ek gereksinimleri karşılamak için ayrılır. Bu ek saatler saatlik ücret üzerinden ücretlendirilir.\n\n> {community_admin} **-** Bu hizmetlerden veya fiyatlandırma hakkında herhangi bir sorunuz varsa, lütfen bizimle iletişime geçmekten çekinmeyin. Lütfen bize ulaşmaktan çekinmeyin.\n\nTeşekkür ederiz ve sizinle çalışmayı dört gözle bekliyoruz!"
  },
  "fr": {
    "web_personalized_site_description": "## {plant_plant} - Votre Site Web Personnalisé Vous Attend !\n\n### Conçu Rien Que Pour Vous !\n- **Design Sur Mesure :** Reflète l'identité et la vision de votre marque.\n- **Fonctionnalités Uniques :** Fonctionnalités personnalisées adaptées à vos besoins.\n- **Flexibilité Améliorée :** Chaque aspect peut être personnalisé selon vos préférences.\n- **Tarification :** À partir de 200 €\n\n> Rehaussez votre présence en ligne avec un site web personnalisé qui s'adresse directement à votre public.\n\n**Prêt à rehausser votre image de marque ?** Consultez nos [Conditions Générales d'Utilisation](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582) et commencez dès aujourd'hui !",
    "order_website_accept_tos": "Accepter les Conditions Générales et Envoyer la Demande d'Achat",

    "order_website_thread_ping_message": "Merci d'avoir demandé un site web {user}. Notre {staff} vous contactera prochainement.",
    "order_website_user_message": "Merci pour votre demande d'achat. Un membre de notre équipe vous contactera prochainement. Consultez votre ticket et ajoutez toute information supplémentaire ici >> {thread}",
    "order_website_personalized_thread_message": "## {plant_plant} Demande de Site Web - {user}\n> Merci d'avoir choisi d'acheter un site web personnalisé. - Nous sommes là pour donner vie à votre vision !\n\n__Partagez vos idées avec nous ici dans la discussion__\n- N'hésitez pas à commencer par votre branding.\n- Décrivez les fonctionnalités spécifiques que vous avez en tête pour votre site web.\n- Si vous avez des graphiques que vous souhaitez utiliser, veuillez également les mentionner.\n- N'hésitez pas à fournir d'autres détails ou préférences concernant la conception et la fonctionnalité de votre site web.\n### {community_advisor} Notre équipe prendra contact avec vous prochainement pour discuter de tout.\n\n**Note :** Nos modes de paiement actuels incluent PayPal, la carte de crédit/débit, les boosts Discord Nitro et les offres promotionnelles.",
    "order_website_thread_price_button": "Informations de Tarification",
    "order_website_thread_close_button": "Fermer la commande",

    "order_website_pricing_information": "## {plantbig_plant} Informations de Tarification pour le Développement de Sites Web\n\n### Bonjour et bienvenue !\n> Merci de votre intérêt pour nos services de développement de sites web. Avant de commencer votre projet, nous aimerions vous montrer comment fonctionne notre tarification pour le développement de sites web sur mesure.\n\n## {log_memberjoin} Taux Horaire\n- Notre taux horaire est de 45€. Celui-ci est basé sur l'expérience, l'expertise et les conditions du marché régional.\n## {log_memberjoin} Portée du Projet\n- La tarification est influencée par la complexité et la portée du site web souhaité. Un site web simple d'une seule page nécessite moins d'heures de travail par rapport à un site web multi-pages plus complexe avec des fonctionnalités avancées.\n## {log_memberjoin} Services Additionnels\n- Si des services supplémentaires tels que l'optimisation SEO, la conception graphique ou la création de contenu sont nécessaires, ceux-ci seront également inclus dans la tarification.\n## {log_memberjoin} Gestion du Temps\n- Une estimation moyenne pour le développement d'un site web d'une seule page est d'environ 10 heures. Cependant, veuillez noter que le temps réel peut varier en fonction du projet.\n## {log_memberjoin} Heures Supplémentaires\n- Un tampon d'heures supplémentaires est alloué pour couvrir les problèmes imprévus ou les exigences supplémentaires au-delà de la portée initiale du projet. Ces heures supplémentaires sont facturées au taux horaire.\n\n> {community_admin} **-** Si vous êtes intéressé par ces services ou si vous avez des questions sur la tarification, n'hésitez pas à nous contacter. S'il vous plaît n'hésitez pas à nous contacter.\n\nMerci et nous sommes impatients de travailler avec vous !"
  },
  "it": {
    "web_personalized_site_description": "## {plant_plant} - Il Tuo Sito Web Personalizzato ti Aspetta!\n\n### Realizzato Solo per Te!\n- **Design su Misura:** Riflette l'identità e la visione del tuo marchio.\n- **Caratteristiche Uniche:** Funzionalità personalizzate su misura per le tue esigenze.\n- **Flessibilità Potenziata:** Ogni aspetto può essere personalizzato secondo le tue preferenze.\n- **Tariffe:** A partire da €200\n\n> Eleva la tua presenza online con un sito web personalizzato che parla direttamente al tuo pubblico.\n\n**Pronto a valorizzare il tuo marchio?** Consulta le nostre [Condizioni di Servizio](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582) e inizia oggi stesso!",
    "order_website_accept_tos": "Accetta i Termini e Invia la Richiesta di Acquisto",

    "order_website_thread_ping_message": "Grazie per aver richiesto un sito web {user}. Il nostro {staff} ti contatterà a breve.",
    "order_website_user_message": "Grazie per la tua richiesta di acquisto. Un membro del nostro team ti contatterà a breve. Visualizza il tuo ticket e aggiungi eventuali informazioni aggiuntive qui >> {thread}",
    "order_website_personalized_thread_message": "## {plant_plant} Richiesta di Sito Web - {user}\n> Grazie per aver scelto di acquistare un sito web personalizzato. - Siamo qui per dare vita alla tua visione!\n\n__Condividi le tue idee con noi qui in chat__\n- Sentiti libero di iniziare con il tuo branding.\n- Descrivi eventuali funzionalità specifiche che hai in mente per il tuo sito web.\n- Se hai delle grafiche che vuoi utilizzare, per favore menzionale anche quelle.\n- Non esitare a fornire altri dettagli o preferenze riguardanti il design e la funzionalità del tuo sito web.\n### {community_advisor} Il nostro team si metterà presto in contatto con te per discutere di tutto.\n\n**Nota:** I nostri metodi di pagamento attuali includono PayPal, carta di credito/debito, boost Discord Nitro e offerte promozionali.",
    "order_website_thread_price_button": "Informazioni sui Prezzi",
    "order_website_thread_close_button": "Chiudi l'ordine",

    "order_website_pricing_information": "## {plantbig_plant} Informazioni sui Prezzi per lo Sviluppo del Sito Web\n\n### Ciao e benvenuto!\n> Grazie per il tuo interesse nei nostri servizi di sviluppo di siti web. Vorremmo mostrarti come funzionano i nostri prezzi per lo sviluppo di siti web personalizzati prima di iniziare il tuo progetto.\n\n## {log_memberjoin} Tariffa Oraria\n- La nostra tariffa oraria è di 45€. Questo si basa sull'esperienza, l'expertise e le condizioni di mercato regionali.\n## {log_memberjoin} Ambito del Progetto\n- La tariffazione è influenzata dalla complessità e dall'ambito del sito web desiderato. Un sito web semplice di una singola pagina richiede meno ore di lavoro rispetto a un sito web multi-pagina più complesso con funzionalità avanzate.\n## {log_memberjoin} Servizi Aggiuntivi\n- Se sono richiesti servizi aggiuntivi come ottimizzazione SEO, design grafico o creazione di contenuti, questi verranno inclusi nella tariffazione.\n## {log_memberjoin} Gestione del Tempo\n- Una stima media per lo sviluppo di un sito web di una singola pagina è di circa 10 ore. Tuttavia, si prega di notare che il tempo effettivo può variare a seconda del progetto.\n## {log_memberjoin} Ore Aggiuntive\n- Viene allocato un buffer di ore aggiuntive per coprire problemi imprevisti o requisiti aggiuntivi al di là dello scopo originale del progetto. Queste ore aggiuntive sono addebitate alla tariffa oraria.\n\n> {community_admin} **-** Se sei interessato a questi servizi o hai domande sulla tariffazione, non esitare a contattarci. Non esitare a contattarci.\n\nGrazie e non vediamo l'ora di lavorare con te!"
  },
  "ja": {
    "web_personalized_site_description": "## {plant_plant} - あなたのパーソナライズされたウェブサイトが待っています！\n\n### あなたのために作成されました！\n- **テイラーメイドデザイン：** あなたのブランドのアイデンティティとビジョンを反映します。\n- **ユニークな機能：** あなたのニーズに合わせたカスタム機能。\n- **柔軟性の向上：** 各部分を好みに応じてパーソナライズできます。\n- **価格：** €200からの価格\n\n> あなたのオンラインプレゼンスを、あなたの観客に直接訴えるパーソナライズされたウェブサイトで向上させましょう。\n\n**あなたのブランドを向上させる準備ができていますか？** [利用規約](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582) をご確認の上、今すぐ始めましょう！",
    "order_website_accept_tos": "利用規約を承諾して購入依頼を送信",

    "order_website_thread_ping_message": "ウェブサイトのリクエストありがとうございます {user}。当社の {staff} がすぐにご連絡いたします。",
    "order_website_user_message": "購入依頼ありがとうございます。 当社のチームのメンバーがすぐに連絡します。 チケットを表示し、ここに追加情報を追加してください >> {thread}",
    "order_website_personalized_thread_message": "## {plant_plant} ウェブサイトリクエスト - {user}\n> パーソナライズされたウェブサイトを購入していただきありがとうございます。 - 私たちは、あなたのビジョンを具現化するためにここにいます！\n\n__ここでアイデアを共有してください__\n- まずはブランディングから始めてください。\n- ウェブサイトにおいてお考えの特定の機能や機能を説明してください。\n- 使用したいグラフィックスがある場合は、それもメンションしてください。\n- ウェブサイトのデザインと機能に関するその他の詳細や希望を提供するのをためらわないでください。\n### {community_advisor} 私たちのチームはすぐに連絡します。すべてを議論します。\n\n**注意：** 当社の現在の支払い方法には、PayPal、クレジット/デビットカード、Discord Nitroブースト、プロモーションオファーが含まれます。",
    "order_website_thread_price_button": "価格情報",
    "order_website_thread_close_button": "注文を閉じる",

    "order_website_pricing_information": "## {plantbig_plant} ウェブサイト開発の価格情報\n\n### こんにちは、ようこそ！\n> 当社のウェブサイト開発サービスにご興味をお持ちいただきありがとうございます。プロジェクトを開始する前に、カスタムウェブサイトの開発価格がどのように機能するかをお見せしたいと思います。\n\n## {log_memberjoin} 時間単価\n- 当社の時間単価は€45です。 これは、経験、専門知識、地域の市場条件に基づいています。\n## {log_memberjoin} プロジェクトスコープ\n- 価格は、希望するウェブサイトの複雑さと範囲に影響を受けます。 単純なワンページのウェブサイトは、高度な機能を備えたより複雑なマルチページのウェブサイトよりも少ない作業時間が必要です。\n## {log_memberjoin} 追加サービス\n- SEO最適化、グラフィックデザイン、コンテンツ作成などの追加サービスが必要な場合、これらも価格に反映されます。\n## {log_memberjoin} 時間管理\n- ワンページのウェブサイトを開発するための平均見積りは約10時間です。 ただし、実際の時間はプロジェクトに応じて異なる場合があります。\n## {log_memberjoin} 追加時間\n- 追加の時間のバッファが割り当てられ、元のプロジェクト範囲を超える予期しない問題や追加の要件をカバーします。 これらの追加の時間は、時間単価で請求されます。\n\n> {community_admin} **-** これらのサービスに興味があるか、価格に関する質問がある場合は、お気軽にお問い合わせください。 お問い合わせください。\n\nありがとうございます、楽しみにしています！"
  },
  "zh": {
    "web_personalized_site_description": "## {plant_plant} - 您的个性化网站等待您的光临！\n\n### 专为您定制！\n- **定制设计：** 反映您品牌的身份和愿景。\n- **独特功能：** 根据您的需求定制的自定义功能。\n- **增强灵活性：** 每个方面都可以根据您的喜好进行个性化定制。\n- **定价：** 价格从€150起\n\n> 通过定制网站提升您的在线存在，直接面向您的受众。\n\n**准备提升您的品牌？** 查看我们的[服务条款](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582)并立即开始！",
    "order_website_accept_tos": "接受条款并提交购买请求",

    "order_website_thread_ping_message": "感谢您请求网站 {user}。我们的 {staff} 将很快与您联系。",
    "order_website_user_message": "感谢您的购买请求。 我们的团队成员将尽快与您联系。 查看您的票证并在此处添加任何额外信息 >> {thread}",
    "order_website_personalized_thread_message": "## {plant_plant} 网站请求 - {user}\n> 感谢您选择购买个性化网站。 - 我们在这里为您的愿景添彩！\n\n__在此处与我们分享您的想法__\n- 随意从您的品牌开始。\n- 描述您对网站的任何具体功能或功能的想法。\n- 如果您有任何想要使用的图形，请也提及。\n- 请随时提供有关您的网站设计和功能的任何其他详细信息或偏好。\n### {community_advisor} 我们的团队将尽快与您联系，讨论所有事宜。\n\n**注意：** 我们目前的付款方式包括 PayPal、信用卡/借记卡、Discord Nitro 提升和促销优惠。",
    "order_website_thread_price_button": "定价信息",
    "order_website_thread_close_button": "关闭订单",

    "order_website_pricing_information": "## {plantbig_plant} 网站开发价格信息\n\n### 你好，欢迎光临！\n> 感谢您对我们的网站开发服务的关注。在我们开始您的项目之前，我们想向您展示我们定制网站开发的价格是如何工作的。\n\n## {log_memberjoin} 每小时收费\n- 我们的每小时收费是€45。这基于经验、专业知识和地区市场条件。\n## {log_memberjoin} 项目范围\n- 定价受所需网站的复杂性和范围的影响。一个简单的单页面网站需要的工作时间比一个更复杂的多页面网站具有高级功能的工作时间少。\n## {log_memberjoin} 附加服务\n- 如果需要额外的服务，如 SEO 优化、图形设计或内容创建，这些费用也将纳入定价范围内。\n## {log_memberjoin} 时间管理\n- 开发单页面网站的平均估计约为10小时。然而，请注意，实际时间可能会因项目而异。\n## {log_memberjoin} 额外时间\n- 额外的小时缓冲区用于覆盖超出原始项目范围的意外问题或额外要求。这些额外的小时按小时收费。\n\n> {community_admin} **-** 如果您对这些服务感兴趣或对定价有任何疑问，请随时与我们联系。 请随时与我们联系。\n\n谢谢，我们期待与您合作！"
  },
  "ko": {
    "web_personalized_site_description": "## {plant_plant} - 당신을 위한 맞춤형 웹사이트가 기다리고 있습니다!\n\n### 당신만을 위해 제작되었습니다!\n- **맞춤형 디자인:** 귀하의 브랜드 아이덴티티와 비전을 반영합니다.\n- **독특한 기능:** 귀하의 요구에 맞게 맞춤형 기능.\n- **향상된 유연성:** 모든 측면이 귀하의 선호에 따라 맞춤 설정될 수 있습니다.\n- **가격:** €200부터 시작\n\n> 귀하의 온라인 존재감을 높여 대상 고객에게 직접 다가가는 맞춤형 웹사이트로 발전시켜 보세요.\n\n**브랜드 가치를 높이기 준비가 되셨나요?** [이용 약관](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582)을 확인하고 지금 바로 시작하세요!",
    "order_website_accept_tos": "약관 수락 및 구매 요청 제출",

    "order_website_thread_ping_message": "웹사이트 요청해주셔서 감사합니다 {user}. 저희 {staff}가 곧 연락 드리겠습니다.",
    "order_website_user_message": "구매 요청해주셔서 감사합니다. 당사 팀원이 곧 연락 드릴 것입니다. 티켓을 확인하고 여기에 추가 정보를 추가하세요 >> {thread}",
    "order_website_personalized_thread_message": "## {plant_plant} 웹사이트 요청 - {user}\n> 맞춤형 웹사이트를 구매해 주셔서 감사합니다. - 당사는 귀하의 비전을 실현하기 위해 준비되어 있습니다!\n\n__여기에서 귀하의 아이디어를 공유해 주세요__\n- 브랜딩부터 시작하십시오.\n- 귀하의 웹사이트에 대한 특정 기능 또는 기능에 대해 설명하십시오.\n- 사용하고자 하는 그래픽이 있다면 언급해 주세요.\n- 웹사이트의 디자인 및 기능에 대한 기타 세부 정보 또는 선호 사항을 제공하는 데 망설이지 마십시오.\n### {community_advisor} 당사 팀은 곧 연락하여 모든 사항에 대해 논의할 것입니다.\n\n**참고:** 저희의 현재 결제 수단은 PayPal, 신용 카드/직불 카드, Discord Nitro 부스트 및 프로모션 제안을 포함합니다.",
    "order_website_thread_price_button": "가격 정보",
    "order_website_thread_close_button": "주문 닫기",

    "order_website_pricing_information": "## {plantbig_plant} 웹사이트 개발 가격 정보\n\n### 안녕하세요, 환영합니다!\n> 저희의 웹사이트 개발 서비스에 관심을 가져 주셔서 감사합니다. 프로젝트를 시작하기 전에 맞춤형 웹사이트 개발 가격이 어떻게 작동하는지 알려드리겠습니다.\n\n## {log_memberjoin} 시간당 요금\n- 저희의 시간당 요금은 €45입니다. 이것은 경험, 전문 지식 및 지역 시장 조건에 기초합니다.\n## {log_memberjoin} 프로젝트 범위\n- 가격은 원하는 웹사이트의 복잡성 및 범위에 영향을 받습니다. 단순한 한 페이지 웹사이트는 고급 기능을 갖춘 복잡한 멀티 페이지 웹사이트보다 적은 작업 시간이 필요합니다.\n## {log_memberjoin} 추가 서비스\n- SEO 최적화, 그래픽 디자인 또는 콘텐츠 작성과 같은 추가 서비스가 필요한 경우, 해당 서비스도 가격에 포함됩니다.\n## {log_memberjoin} 시간 관리\n- 한 페이지 웹사이트 개발의 평균 예상 시간은 약 10시간입니다. 그러나 실제 시간은 프로젝트에 따라 다를 수 있습니다.\n## {log_memberjoin} 추가 시간\n- 추가 시간의 버퍼가 할당되어 원래 프로젝트 범위를 초과하는 예상치 못한 문제 또는 추가 요구 사항을 처리합니다. 이러한 추가 시간은 시간당 요금으로 청구됩니다.\n\n> {community_admin} **-** 이러한 서비스에 관심이 있거나 가격에 대한 질문이 있으시면 언제든지 문의하십시오. 문의 사항이 있으시면 언제든지 문의해 주세요.\n\n감사합니다. 당신과 함께 일할 것을 고대합니다!"
  }
}