{
  "en": {
    "order_graphics_description": "## {plant_plant} - Your Gateway to Stunning Visual Assets!\n\n### Crafted Exclusively for You!\n- **Tailored Design:** Reflecting the essence and vision of your brand.\n- **Custom Graphics:** Logos, banners, emojis, favicons, and more!\n- **Starting Price:** From €20\n\n> Elevate your brand's visual storytelling with bespoke graphics that make a lasting impression.\n\n**Ready to enhance your brand identity with captivating visual assets?** Review our [Terms of Service](https://discord.com/channels/1216127716970070128/1216346561601339474/1222872839187857582) and embark on your creative journey today!",
    "order_graphics_accept_tos": "Accept Terms & Submit Purchase Request",

    "order_graphic_thread_ping_message": "Thanks for requesting a Graphic {user}. Our {staff} will be with you shortly.",
    "order_graphic_user_message": "Thank you for your purchase request. A member of our team will be in touch with you shortly. View your ticket and add any additional information here >> {thread}",
    "order_graphic_thread_message": "## {plant_plant} Graphic Design Request - {user}\n> Thank you for choosing us to bring your graphic design vision to life! We're excited to work with you.\n\n__Share your ideas with us here in the chat__\n- Start by sharing your brand identity and any specific concepts you have in mind for your graphics.\n- Describe the key elements or messages you want your graphics to convey.\n- If you have any reference images or examples, please share them with us.\n- Feel free to provide any additional details or preferences you have for the design.\n\n### {community_advisor} Our team will be reaching out to you shortly to discuss your project in more detail.\n\n**Note:** We accept payments via PayPal, credit/debit card, Discord Nitro boosts, and may have promotional offers available.",
    "order_graphic_thread_price_button": "Pricing information",
    "order_graphic_thread_close_button": "Close order",

    "order_graphic_pricing_information": "## {plantbig_plant} Price Information for Graphic Design\n\n### Welcome to our Graphic Design Services!\n> We appreciate your interest in our graphic design services. Here's how our pricing for custom graphic design works:\n\n## {log_memberjoin} Pricing Structure\n- Our pricing is based on the complexity and scope of the graphic design project.\n- Each project is unique, and pricing will be determined after discussing your specific requirements.\n## {log_memberjoin} Factors Affecting Pricing\n- The complexity of the design, number of revisions required, and delivery timeline will impact the final pricing.\n- Additional services such as illustration, branding, or animation will be priced accordingly.\n## {log_memberjoin} Custom Quotes\n- We provide personalized quotes for each project to ensure transparency and accuracy in pricing.\n- Get in touch with us to discuss your project requirements and receive a custom quote.\n## {log_memberjoin} Estimated Turnaround Time\n- The turnaround time for graphic design projects varies depending on the complexity and scope.\n- We strive to deliver high-quality designs within a reasonable timeframe.\n\n> {community_admin} **-** If you're ready to discuss your graphic design project or have any questions about pricing, don't hesitate to contact us. We're here to help!\n\nThank you for considering our graphic design services. We're excited to bring your creative vision to life!"
  }
}